Repository: AmericanSundown/Hack4LT
Catalog: src/hack4lt/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Password
lt: Slaptažodis

source: Repeat Password
lt: Pakartokite slaptažodį

source: Username
lt: Naudotojo vardas

source: Username or password is incorrect
lt: Naudotojo vardas arba slaptažodis neteisingas

source: E-mail
lt: El. pašto adresas

source: Please enter correct email address
lt: Įveskite teisingą el. pašto adresą

source: Leave comment
lt: Rašyti komentarą

source: username
lt: Naudotojo vardas

source: Enter a valid username.
lt: Įveskite tinkamą naudotojo vardą.

source: first name
lt: Vardas

source: last name
lt: Pavardė

source: Email address
lt: El. pašto adresas

source: Was email approved
lt: Ar el. pašto adresas patvirtintas

source: staff status
lt: Naudotojo statusas

source: Designates whether the user can log into this admin site.
lt: Nurodo ar naudotojas yra administratorius.

source: active
lt: aktyvus

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
lt: Nurodo ar naudotojas yra aktyvuotas. Deaktyvuokite naudotoją vietoje jo ištrynimo.

source: date joined
lt: Profilio sukūrimo data

source: Your github.com or bitbucket.org account page
lt: Jūsų github.com ar bitbucket.org paskyros puslapis

source: Your Stackoverflow.com account page
lt: Jūsų stackoverflow.com paskyros puslapis

source: Final mark
lt: Galutinis pažymys

source: Exam date
lt: Egzamino data

source: Your blog or website
lt: Jūsų blogo arba asmeninis tinklapis

source: Additional information
lt: Papildoma informacija

source: {0} account activated
lt: {0} paskyra aktyvuota

source: sys_info file
lt: sys_info failas

source: Repository page with task source code
lt: Repozitorijos puslapis kuriame pateikiamas užduoties išeities kodas

source: Task description
lt: Užduoties aprašymas

source: Title
lt: Pavadinimas

source: Points
lt: Balai

source: Extra points
lt: Papildomi balai

source: Deadline
lt: Terminas

source: Description
lt: Aprašymas

source: Criterias
lt: Kriterijai

source: Badge
lt: Ženkliukas

source: Slug
lt: Trumpinys

source: Total points
lt: Gauta balų

source: Got extra points
lt: Gavo papildomų balų

source: Task done
lt: Užduotis atlikta

source: Finished task, it can be examined
lt: Užduotis baigta, ją galima patikrinti

source: Created
lt: Sukurta

source: File with system config information
lt: Failas su sistemos konfigūracijos informacija

source: Comment
lt: Komentaras

source: You can choose topic from <a href="/topics">the list</a> or suggest it your self
lt: Galite pasirinkti temą iš <a href="/topics">šio sąrašo</a> arba pasiūlyti savo

source: Presentation slides
lt: Pristatymo skaidrės (PDF)

source: Date
lt: Data

source: Tags
lt: Raktiniai žodžiai

source: Comma separated keywords (problem, library names)
lt: Kableliais atskirti raktiniai žodžiai (problemos, bibliotekų pavadinimai)

source: Lithuanian
lt: Lietuviškas

source: English
lt: Anglų

source: Lectures
lt: Paskaitos

source: Tasks
lt: Užduotys

source: Events
lt: Renginiai

source: Admin
lt: Adminas

source: Log Out
lt: Atsijungti

source: Log In
lt: Prisijungti

source: Sign Up
lt: Registruotis

source: Log in
lt: Prisijungti

source: Forgot password? Recover it here
lt: Pamiršote slaptažodį? Spauskite čia

source: Register
lt: Registruotis

source: Email with password recovery details will be sent to your email.
lt: El. laiškas su slaptažodžio atstatymo instrukcijomis bus Jums išsiųstas el. paštu.

source: Recover password
lt: Atnaujinti slaptažodį

source: Set password
lt: Nustatyti slaptažodį

source: Hello,
lt: Sveiki,

source: you can reset Hack4LT password by pressing this link:
lt: galite atnaujinti Hack4LT slaptažodį šiame puslapyje:

source: Best regards,
lt: Geriausi linkėjimai,

source: in order to verify Hack4LT email press this link:
lt: norėdami patvirtinti el. pašto adresą Hack4LT paspauskite šią nuorodą:

source: Admin actions
lt: Admino veiksmai

source: Create new task
lt: Kurti naują užduotį

source: Check these tasks
lt: Tikrinti šias užduotis

source: Submit
lt: Patvirtinti

source: Lithuanian Python community website for events, lectures, hacking, knowledge sharing and more.
lt: Lietuvių Python bendruomenės tinklapis skirtas renginiams, paskaitoms, kolektyvinei kūrybai, žinių dalinimuisi ir ne tik.

source: Got points
lt: Surinkta balų

source: Email
lt: El. pašto adresas

source: Verify email
lt: Patvirtinti el. pašto adresą

source: Joined
lt: Prisiregistravo

source: Repository
lt: Repozitorija

source: Website
lt: Tinklapis

source: Save
lt: Išsaugoti

source: Task result evaluation
lt: Užduoties rezultatų įvertinimas

source: Comments:
lt: Komentarai:

source: Evaluation criterias
lt: Vertinimo kriterijai

source: Enter your task results:
lt: Įveskite atliktos užduoties rezultatus:

source: Hack4LT verify email
lt: Hack4LT el. pašto adreso patvirtinimas

source: Email with verification instructions were sent to:
lt: El. laiškas su patvirtinimo instrukcijomis buvo išsiųstas šiuo el. pašto adresu:

source: Hack4LT password reset
lt: Hack4LT slaptažodžio atnaujinimas

source: Recovery email sent to:
lt: Laiškas su slaptažodžio atstatymo instrukcijomis išsiųstas į:
